[
    {
        "title": "Terms Of Service",
        "details":[
            {
                "title":"INTRODUCTION",
                "details": "Welcome to our mobile application and our interconnected website www.eldapp.net, which is run and managed by Adam Abraha. These Terms of Service regulate the use and access of the mobile application, mobile website linked, or otherwise connected thereto (collectively the “Platform”). For the sake of convenience, the term “Services” shall be included in the term “Platform” wherever used throughout this document unless specified otherwise.These Terms of Service, our Privacy Policy, Data Processing Agreement, Code of Conduct, Acceptable Use Policy, Disclaimers and Liability Waivers, and other additional terms we make available on the Platform from time to time (collectively “Terms”) set out the legal obligation vis-à-vis terms and conditions for your interaction and usage of the Platform. This document includes a mandatory arbitration provision and regulates the resolution of any dispute which may arise between you and us as a result of using our Platform. By clicking “Accept” when prompted or making an Account or, using or accessing the Platform, you understand that you acknowledge and agree to adhere to these Terms and all other operating rules, policies, and procedures that may be issued periodically on the Platform by us, each of which is incorporated by reference herein. If you do not agree to any of these Terms, including the compulsory arbitration provision, you must promptly stop the use of Platform.By accepting these Terms, you agree that the Terms constitute a binding contract, effective as on the date of first acceptance by you, between Adam Abraha (hereinafter referred to as “Eld”, “we”, “us”, or “our”) and you the users (hereinafter referred to as (“you”, “your”) (each a “Party” to the contract and collectively, the “Parties”)."
            },
            {
                "title":"THE SERVICE",
                "details": "The Platform is free to use and allows you to create public and private events. Public events will be viewable and available to all users of the Platform subject to the settings and terms you select such as number of attendees, etc. Private events will not be viewable to other users of the Platform, and you may send an invite to the users you wish to invite. You will be able to set terms of the events that you may create via the Platform such as specifying activities which will be done in such events. You may also be able to create groups and focused sub-groups for creating an environment suitable for your attendees. Other users of our Platform can choose to go to events you create and socialise with you and other users of our Platform if you choose to make such event public. When the users arrive at the location of an event, they will be able to view and Chat (defined below in Section 8) with users who are present at the location of the event on the Platform. You can also create groups on the Platform for planning and informing such group participants of events and gatherings and such groups can be public or private depending upon your profile settings.The types of events you may be able to create shall be as specified on the Platform. We may choose to cancel or terminate events which we may find inappropriate or if we are requested to do so by appropriate authorities. You will be able to interact with other users of the Platform through our Platform subject to our Acceptable Use Policy and our Code of Conducts."
            },{
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            }
        ]
    },
    {
        "title": "Privacy Policy",
        "details":[
            {
                "title":"Some title",
                "details": "Some details"
            },
            {
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            }
        ]
    },
    {
        "title": "Data Processing Agreement",
        "details":[
            {
                "title":"Some title",
                "details": "Some details"
            },
            {
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            }
        ]
    },
    {
        "title": "Code of Conduct",
        "details":[
            {
                "title":"Some title",
                "details": "Some details"
            },
            {
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            }
        ]
    },
    {
        "title": "Disclaimers and Limitation of Liability",
        "details":[
            {
                "title":"Some title",
                "details": "Some details"
            },
            {
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            }
        ]
    },
    {
        "title": "Acceptable use",
        "details":[
            {
                "title":"Some title",
                "details": "Some details"
            },
            {
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            },{
                "title":"Some title",
                "details": "Some details"
            }
        ]
    }

]